var advicesText = [
    { 
        type: "وقفة", 
        title: "", 
        description: `وقفة مع قوله تعالى :{.. وَمِمَّا رَزَقۡنَـٰهُمۡ یُنفِقُونَ }
                    <br /> الحمد لله على نعمه ، والصلاة والسلام على سيد أنبيائه ورسله وبعد؛
                    <br /> فقد ختمت ست آيات بهذا الختام الجميل {ومما رزقناهم ينفقون}
                    <br /> وأول ما ينصرف إلى الذهن من المعاني أنها نفقة الأموال والزكوات والصدقات ، وهذا معنى صحيح بلا خلاف.
                    <br /> غير أنه يغيب عنا أنه يدخل فيه أيضا إنفاق العلم والوقت.
                    <br /> قال الحسن البصري رحمه الله: "من أعظم النفقة :نفقة العلم"
                    <br /> فيا أهل العلم والفضل ،احتسبوا نشر العلم ، وهداية الخلق للحق من النفقات العظيمة ، والقربات الجليلة، نسأل الله ألا يحرمنا شرف تبليع العلم بحق ، وهداية الخلق إليه بإخلاص وصدق. 
                    <br /> والحمد لله رب العالمين.`
    },
    { 
        type: "ايه", 
        title: "سورة البقرة", 
        description: '" شَهْرُ رَمَضَانَ الَّذِيَ أُنزِلَ فِيهِ الْقُرْآنُ هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الْهُدَى وَالْفُرْقَانِ فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ وَمَن كَانَ مَرِيضًا أَوْ عَلَى سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلاَ يُرِيدُ بِكُمُ الْعُسْرَ وَلِتُكْمِلُواْ الْعِدَّةَ وَلِتُكَبِّرُواْ اللَّهَ عَلَى مَا هَدَاكُمْ وَلَعَلَّكُمْ تَشْكُرُونَ " <sub>سورة البقرة</sub>'
    },
    { 
        type: "حديث", 
        title: "", 
        description: '" إذا جاء شهر رمضان فُتحت أبواب الجنة، وغُلِّقَتْ أبواب جهنم، وسُلْسِلَت الشياطين "'
    },
    {
        type: "ايه", 
        title: "سورة البقرة", 
        description: '" يَا أَيُّهَا الَّذِينَ آمَنُواْ كُتِبَ عَلَيْكُمُ الصِّيَامُ كَمَا كُتِبَ عَلَى الَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ "'
    },
];
